Repository: learning-layers/LTB-Tilestore
Catalog: po/*.po
Languages: de_de, es_es, nl

source: Your message was successfully created
de_de: Ihre Nachricht wurde erfolgreich erstellt
es_es: Tu mensaje ha sido creado correctamente
nl: Je bericht is met succes aangemaakt

source: Your message was successfully saved
de_de: Ihre Nachricht wurde erfolgreich gespeichert
es_es: Tu mensaje ha sido guardado correctamente
nl: Je bericht is met succes opgeslagen

source: Your screen has been successfully deleted
de_de: Ihre Ansicht wurde erfolgreich gelöscht
es_es: Tu pantalla ha sido eliminada correctamente
nl: Je scherm is met succes verwijderd

source: Your Stack could not be changed
de_de: Ihr Stack konnte nicht verändert werden
es_es: Tu Stack no se ha podido cambiar
nl: Je Stack kon niet worden aangepast

source: Your Stack could not be removed
de_de: Ihr Stack konnte nicht gelöscht werden
es_es: Tu Stack no se ha podido eliminar
nl: Je Stack kon niet verwijderd worden

source: Your Stack has been successfully deleted
de_de: Ihr Stack ist erfolgreich gelöscht worden
es_es: Tu Stack ha sido eliminado correctamente
nl: Je Stack is met succes verwijderd

source: Your Stack has been successfully deleted.
de_de: Ihr Stack ist erfolgreich gelöscht worden.
es_es: Tu Stack ha sido eliminado con éxito.
nl: De Stack is succesvol verwijderd.

source: Your Stack is now private
de_de: Ihr Stack ist jetzt privat
es_es: Tu Stack ahora es privado
nl: Je Stack is nu privé

source: Your Stack is now published
de_de: Ihr Stack ist jetzt öffentlich
es_es: Tu Stack ahora es público
nl: Je Stack is nu gepubliceerd

source: Error
de_de: Fehler
nl: Fout

source: No
de_de: Nein
nl: Nee

source: normal
nl: standaard
