Repository: learning-layers/LTB-Tilestore
Catalog: po/*.po
Languages: de_de, es_es, nl

source: No additional results found.
de_de: Keine weiteren Ergebnisse gefunden.
es_es: No hay resultados adicionales.
nl: Geen nieuwe resultaten gevonden.

source: No Debug Recording
de_de: Kein Debug aufzeichnen
es_es: No hay Registro de Depuración
nl: Geen debug opname

source: No entities found
de_de: Keine Elemente gefunden
es_es: No hay elementos
nl: Geen elementen gevonden

source: No Icon
de_de: Kein Symbol
es_es: Sin icono
nl: Geen Icoon

source: No image
de_de: Kein Bild
es_es: Sin imagen
nl: Geen plaatje

source: No messages found.
de_de: Keine Nachrichten gefunden.
es_es: No hay mensajes.
nl: Geen berichten gevonden.

source: No new messages found.
de_de: Keine neue Nachrichten gefunden.
es_es: No hay mensajes nuevos.
nl: Geen nieuwe berichten gevonden.

source: No read messages found.
de_de: Keine gelesene Nachrichten gefunden
es_es: No hay mensajes leídos.
nl: Geen gelezen berichten gevonden.

source: No results found.
de_de: Keine Ergebnisse gefunden.
es_es: No hay resultados.
nl: Geen resultaten gevonden.

source: No Stacks found
de_de: Keine Stacks gefunden
es_es: No se han encontrado Stacks
nl: Geen Stacks gevonden

source: No valid information returned for all urls entered
de_de: Keine gültige Information erhalten für all vorgegebenen URLs
es_es: No se ha encontrado información válida para los URLs proporcionados
nl: Geen geldige informatie gevonden voor de ingegeven urls

source: No value
de_de: Kein Wert
es_es: Sin valor
nl: Geen waarde

source: No verification code was supplied
de_de: Kein Bestätigungscode wurde erhalten
es_es: No se ha proporcionado el código de verificación
nl: Geen verificatiecode ingegeven

source: Number of messages
de_de: Anzahl der Nachrichten
es_es: Número de mensajes
nl: Aantal berichten

source: number of readers
de_de: Anzahl der Benutzer die die Nachricht gelesen haben
es_es: número de usuarios que han leído el mensaje
nl: aantal lezers

source: Open gallery
de_de: Galerie öffnen
es_es: Abrir biblioteca
nl: Open gallerij

source: Open Gallery
de_de: Galerie öffnen
es_es: Abrir Biblioteca
nl: Gallerij openen

source: Open url in external browser
de_de: Im externen Browser öffnen
es_es: Abrir url en navegador externo
nl: Open url in externe browser

source: orange
es_es: naranja
nl: oranje

source: Owner
de_de: Eigentümer
es_es: Propietario
nl: Eigenaar

source: Page not found
de_de: Seite nicht gefunden
es_es: Página no encontrada
nl: Pagina niet gevonden

source: Photo
de_de: Foto
es_es: Foto
nl: Foto

source: Pick an image or supply an alternative image URL below
de_de: Bild wählen oder unten eine andere Bild URL eingeben
es_es: Elija una imagen o una URL de imagen alternativa más abajo
nl: Kies een plaatje of vul hieronder een alternatieve URL in

source: Play this item
de_de: Diesen Inhalt abspielen
es_es: Reproducir este elemento
nl: Speel dit element

source: Please enter your verification code
de_de: Bitte den Bestätigungscode eingeben
es_es: Entra tu código de verificación
nl: Voer je verificatiecode in

source: Please login to proceed.
de_de: Zum weitergehen, bitte einloggen
es_es: Inicia sesión para seguir.
nl: Log in om verder te gaan.

source: Please save you Stack first
de_de: Bitte zuerst den Stack speichern
es_es: Guarda tu Stack primero
nl: Stack eerst opslaan

source: Please supply max 20 urls at a time.
de_de: Bitte nur bis zu 20 URLs angeben
es_es: Introduce un máximo de 20 URLs.
nl: Graag maximaal 20 urls tegelijk ingeven

source: Preferred Language
de_de: Bevorzugte Sprache
es_es: Idioma Preferido
nl: Voorkeurstaal

source: Preferred Stack
de_de: Bevorzugtes Stack
es_es: Stack Preferido
nl: Voorkeurstack

source: Prepare your contribution for upload
de_de: Beitrag vorbereiten zum hochladen
es_es: Prepara tu contribución para subir
nl: Bereid je bijdrage voor

source: Preview
de_de: Vorschau
es_es: Vista Previa
nl: Voorbeeld

source: previous screen
de_de: vorherige Ansicht
es_es: pantalla previa
nl: vorig scherm

source: Private
de_de: Privat
es_es: Privado
nl: Privé

source: Private Stack
de_de: Privates Stack
es_es: Stack Privado
nl: Privé Stack

source: Provide download link of files to users
de_de: Benutzer können Inhalte direkt herunterladen
es_es: Los usuarios pueden bajar el contenido directamente
nl: Gebruikers mogen bestanden direct downloaden

source: Public
de_de: Öffentlich
es_es: Publico
nl: Publiek

source: Public Stack
de_de: Öffentliches Stack
es_es: Stack Público
nl: Publieke Stack

source: Publish from
de_de: Veröffentlicht von
es_es: Publicar desde
nl: Publiceer van

source: Published on
de_de: Veröffentlicht am
es_es: Publicado el
nl: Gepubliceerd op

source: purple
de_de: lila
es_es: morado
nl: paars

source: QR reader not available
de_de: QR-Scanner nicht verfügbar
es_es: Lector QR no disponible
nl: QR-lezer niet beschikbaar

source: Read
de_de: Lesen
es_es: Leer
nl: Gelezen

source: read full article
de_de: lesen Sie den vollständigen Artikel
es_es: leer artículo entero
nl: lees volledig artikel

source: Received bad result
de_de: Ungültiges Resultat erhalten
es_es: Se ha producido un resultado erróneo
nl: Slecht resultaat ontvangen

source: Record note
de_de: Notiz aufzeichnen
es_es: Grabar comentario
nl: Neem notitie op

source: Record Note
de_de: Notiz aufzeichnen
es_es: Grabar comentario
nl: Notitie opnemen

source: Record video
de_de: Video aufzeichnen
es_es: Grabar video
nl: Neem video op

source: Record Video
de_de: Video aufzeichnen
es_es: Grabar video
nl: Video opnemen

source: red
de_de: rot
es_es: rojo
nl: rood

source: Remove from favourites
de_de: Aus Ihren Favoriten entfernen
es_es: Eliminar de favoritos
nl: Uit favorieten verwijderen

source: Reset
de_de: Rücksetzen
es_es: Restablecer

source: Results for
de_de: Resultate für
es_es: Resultados para
nl: Resultaten voor

source: Save
de_de: Speichern
es_es: Guardar
nl: Opslaan

source: Save and Close
de_de: Speichern und schließen
es_es: Guardar y Cerrar
nl: Opslaan en Sluiten

source: Save and New
de_de: Speichern und neu
es_es: Guardar y Nuevo
nl: Opslaan en Nieuw

source: Save Stack
de_de: Stack speichern
es_es: Guardar Stack
nl: Stack opslaan

source: Saving failed
de_de: Speichern fehlgeschlagen
es_es: Fallo al guardar
nl: Opslaan mislukt

source: screen
de_de: Schirm
es_es: pantalla
nl: scherm

source: Screen
de_de: Ansicht
es_es: Pantalla
nl: Scherm

source: Search
de_de: Ansicht
es_es: Buscar
nl: Zoek

source: Search for
de_de: Suchen für
es_es: Buscar
nl: Zoek naar

source: Search on
de_de: Suchen für
es_es: Buscar
nl: Zoek op

source: Search Stacks
de_de: Stacks suchen
es_es: Buscar Stacks
nl: Zoek Stacks

source: Search terms
de_de: Suchwörter
es_es: Palabras de búsqueda
nl: Zoektermen

source: Select favourites you want to delete
de_de: Wählen sie den zu löschenden Favoriten aus
es_es: Escoger los favoritos a eliminar
nl: Selecteer favorieten om te verwijderen

source: Session details
de_de: Details der Sitzung
es_es: Detalles de la sesión
nl: Sessie gegevens

source: Set as Start Screen
de_de: Als Start-Ansicht festlegen
es_es: Fijar como pantalla de inicio
nl: Als start scherm zetten

source: Settings
de_de: Einstellungen
es_es: Configuración
nl: Instellingen

source: Sharing
de_de: Teilen
es_es: Compartiendo
nl: Delen

source: Show device
de_de: Gerät zeigen
es_es: Mostrar dispositivo
nl: Toon apparaat

source: Show more results
de_de: Mehr Ergebnisse anzeigen
es_es: Mostrar más resultados
nl: Toon meer resultaten

source: Show RSS Feed
de_de: RSS Feed anzeigen
es_es: Mostrar feed RSS
nl: RSS-feed tonen

source: Show Tile on Screen
de_de: Tile in der Ansicht anzeigen
es_es: Mostrar ficha en pantalla
nl: Toon tegel op scherm

source: Sign in with
de_de: Anmelden mit
es_es: Iniciar sesión con
nl: Inloggen met

source: Sign out
de_de: Abmelden
es_es: Cerrar sesión
nl: Uitloggen

source: Signed in
de_de: Angemeldet
es_es: Sesión iniciada
nl: Ingelogd

source: Size of tiles in collection
de_de: Größe der Tiles in der Kollektion
es_es: Tamaño de la colección
nl: Grootte van tegels in de collectie

source: Some unexpected error occurred.
de_de: Ein unerwarteter Fehler ist aufgetreten.
es_es: Se ha producido un error inesperado.
nl: Onverwachte fout opgetreden.

source: Stack cannot be rendered correctly
de_de: Das Stack kann nicht korrekt angezeigt werden
es_es: No se puede mostrar el Stack correctamente
nl: Stack kan niet worden getoond

source: Stack description
de_de: Stack Beschreibung
es_es: Descripción del Stack
nl: Stack omschrijving

source: Stack details were not wellformed
de_de: Die Details des Stacks entsprechen nicht den Regeln
es_es: Detalles del Stack mal formados
nl: Stack gegevens niet geldig

source: Stack name
es_es: Nombre del stack
nl: Stack naam

source: Stack Settings
de_de: Stack Einstellungen
es_es: Configuración del Stack
nl: Stack Instellingen

source: Stack status
es_es: Estatus del Stack

source: start
es_es: inicio

source: Start
es_es: Inicio
nl: Begin

source: Start Debug Option
de_de: Debug Option starten
es_es: Iniciar Opción de Depuración
nl: Start Debug Optie

source: Start Recording Session
de_de: Starten der Debug Protokollierung
es_es: Iniciar Sesión de Registro
nl: Start sessie opname

source: Start Test Session
de_de: Starten einer Test Session
es_es: Iniciar Sesión de Prueba
nl: Start test sessie

source: Start with
de_de: Starten mit
es_es: Iniciar con
nl: Opstarten met

source: Stop Recording Session
de_de: Stoppen der Protokollierung
es_es: Terminar Sesión de Registro
nl: Stop sessie opname

source: Subject
de_de: Betreff
es_es: Asunto
nl: Onderwerp

source: Succesfully removed the item
de_de: Das Element wurde erfolgreich gelöscht
es_es: El artículo ha sido eliminado correctamente
nl: Element succesvol verwijderd

source: Successfully added the file to your collection.
de_de: Die Tile wurde mit Erfolg zur Kollektion hinzugefügt.
es_es: El fichero ha sido agregado correctamente a su colección.
nl: Het bestand is aan je collectie toegevoegd.

source: Successfully added the url to your collection.
de_de: Die URL wurde mit Erfolg zur Kollektion hinzugefügt.
es_es: La URL ha sido agregada correctamente a su colección.
nl: De link is aan je collectie toegevoegd.

source: Supply content
de_de: Inhalte eingeben
es_es: Proporciona contenido
nl: Tekst beschikbaar maken

source: Supply local content
de_de: Lokale Inhalte eingeben
es_es: Proporciona contenido local
nl: Lokale gegevens beschikbaar stellen

source: Switch on/off Debugging
de_de: Debugging an/ausschalten
es_es: Activar/Desactivar Depuración
nl: Debug aan-/uitzetten

source: Switch to screen
de_de: Zur Ansicht wechseln
es_es: Cambiar a pantalla
nl: Naar scherm omschakelen

source: switched off
de_de: ausgeschaltet
es_es: Desactivado
nl: Uit

source: switched on
de_de: angeschaltet
es_es: Activado
nl: Aan

source: Tags
es_es: Etiquetas
nl: Labels

source: Tags only
de_de: Nur Tags
es_es: Sólo etiquetas
nl: Alleen labels

source: Take photo
de_de: Photo machen
es_es: Tomar photo
nl: Neem foto

source: Take Picture
de_de: Photo machen
es_es: Tomar photo
nl: Foto maken

source: Text
es_es: Texto
nl: Tekst

source: The Learning Toolbox is a fully customisable application for people involved in work related learning that facilitates, supports and enables mobile and context based learning.
de_de: Die Learning Toolbox ist eine vielfältig anpassbare Anwendung, welche das mobile Lernen im beruflichen Kontext und am Arbeitsplatz unterstützt und ermöglicht.
es_es: La Learning Toolbox es una aplicación completamente personalizable dirigida a las personas involucradas con el mundo del aprendizaje, que facilita, apoya y permite el aprendizaje móvil y basado en el contexto.
nl: De Learning Toolbox is een volledig aanpasbare applicatie die het mensen makkelijk maakt om op de werkvloer te leren of iets na te slaan.

source: The Learning Toolbox Team
de_de: Das Learning Toolbox Team
es_es: Equipo de la Learning Toolbox
nl: Het Learning Toolbox Team

source: The Stack could not be retrieved.
de_de: Das Stack konnte nicht abgerufen werden
es_es: No se ha podido recuperar el Stack.
nl: De Stack kon niet worden opgehaald

source: The Stack is empty.
de_de: Das Stack ist leer.
es_es: El Stack está vacío.
nl: De Stack is leeg.

source: The Tilestore is the marketplace for the Learning Toolbox and provides you with the tools to customise your learning experience.
de_de: Der Tilestore ist der Markplatz der Learning Toolbox, der Ihnen die Tools an die Hand gibt es Ihrem eigenen Lernen anzupassen.
es_es: El Tilestore es el mercado para la Learning Toolbox y te proporciona las herramientas para personalizar tu experiencia de aprendizaje.
nl: De Tegelstore is de marktplaats voor de Learning Toolbox. Hier vind je gereedschap om je eigen leerervaring vorm te geven.

source: There are no content items
de_de: Es liegen keine Inhalte vor
es_es: No hay elementos de contenido
nl: Er zijn geen elementen beschikbaar

source: There are no items to view
de_de: Es gibt keine Elemente zu zeigen
es_es: No hay
nl: Er zijn geen elementen beschikbaar

source: There are unsaved changes
de_de: Es gibt nicht gespeicherte Änderungen
es_es: Hay cambios sin guardar
nl: Er zijn niet opgeslagen wijzigingen

source: There was no response
de_de: Es gab keine Reaktion
es_es: No ha habido respuesta
nl: Er was geen reactie van de server

source: This application cannot be directly opened from LTB
de_de: Diese App can nicht direkt von der LTB aus gestartet werden
es_es: Esta aplicación no se puede abrir desde la LTB
nl: Deze applicatie kan niet rechtstreeks vanuit LTB geopend worden

source: This application is not available for Android
de_de: Diese App ist nicht erhältlich auf Android
es_es: Esta aplicación no está disponible para Android
nl: Deze applicatie is niet beschikbaar voor Android

source: This application is not available for iOS
de_de: Diese App ist nicht erhältlich auf iOS
es_es: Esta aplicación no está disponible para iOS
nl: Deze applicatie is niet beschikbaar voor iOS

source: This is not a valid Stack
de_de: Dies ist kein gültiger Stack
es_es: Este Stack no es válido
nl: Dit is geen geldige Stack

source: This is not a valid Stack code
de_de: Dies ist kein gültiger Stackcode
es_es: Este código de Stack no es válido
nl: Dit is geen geldige Stackcode

source: This requires you to log in
de_de: Dies bedarf der Anmeldung
es_es: Esta acción requiere que inicias una sesión
nl: Je moet hiervoor inloggen

source: This type of file is not allowed.
de_de: Dieser Datei-Typ ist nicht erlaubt
es_es: Este tipo de fichero no está permitido.
nl: Dit type bestand is niet toegestaan.

source: This will only open on your mobile device
de_de: Dies kann nur auf dem Handy geöffnet werden
es_es: Esto solo puede abrirse en to móvil
nl: Je kunt deze alleen openen op een mobiel apparaat

source: Tile background
de_de: Tile Hintergrund
es_es: Fondo de la ficha
nl: Tegel achtergrond

source: Tile colour
de_de: Tile Farbe
es_es: Color de la ficha
nl: Tegel kleur

source: Tile library
de_de: Tile Bibliothek
es_es: Colección de fichas
nl: Tegelverzameling

source: Tile on screen
de_de: Tile in der Ansicht
es_es: Ficha en pantalla
nl: Tegel op scherm

source: Tile size
de_de: Tile Größe
es_es: Tamaño de la ficha
nl: Tegel grootte

source: Tile title
de_de: Tile Titel
es_es: Título de la ficha
nl: Tegel titel

source: Title
de_de: Titel
es_es: Título
nl: Titel

source: Title only
de_de: Nur Titel
es_es: Sólo título
nl: Alleen titel

source: to
de_de: zu
es_es: hasta
nl: aan

source: Type
de_de: Typ
es_es: Tipo

source: Unknow debug session
de_de: Unbekannte Debugsitzung
es_es: Sesión de depuración desconocida
nl: Onbekende debug sessie

source: Unknown type
de_de: Unbekannter Typ
es_es: Tipo desconocido
nl: Onbekend type

source: Unread
de_de: Ungelesen
es_es: No leído
nl: Ongelezen

source: up
de_de: rauf
es_es: arriba
nl: omhoog

source: Updated the content tile. Note that the stack has not been saved yet.
de_de: Dwe Inhalt dieser Tile wurde aktualisiert. Bitte beachten Sie dass dieser Stack noch nicht gespeichert worden ist.
es_es: La ficha ‘Contenido’ has sido actualizada. Ten en cuenta que el stack no ha sido guardado todavía.
nl: The tekst tegel is aangepast. Let op dat de Stack nog niet is opgeslagen.

source: Updating failed
de_de: Aktualisierung fehlgeschlagen
es_es: Fallo durante la actualización
nl: Bijwerken mislukt

source: Upload
de_de: Hochladen
es_es: Subir
nl: Uploaden

source: Upload succeeded
de_de: Hochladen erfolgreich
es_es: Subido correctamente
nl: Upload succesvol

source: Uploading
de_de: Hochladen
es_es: Subiendo
nl: Bezig met uploaden

source: User id
de_de: Benutzer ID
es_es: Identificación de usuario
nl: Gebruikers ID

source: Users can only see their own content
de_de: Benutzer können nur ihre eigenen Inhalte sehen
es_es: Usuarios solo ven su propio contenido
nl: Gebruikers mogen alleen hun eigen gegevens zien

source: Verification code
de_de: Bestätigungscode
es_es: Código de verificación
nl: Verificatiecode

source: Version
es_es: Versión
nl: Versie

source: Welcome to Learning Toolbox
de_de: Willkommen bei der Learning Toolbox
es_es: Bienvenido a la Learning Toolbox
nl: Welkom bij Learning Toolbox

source: with end date
de_de: mit Enddatum
es_es: con fecha final
nl: met einddatum

source: with verification
de_de: mit Bestätigung
es_es: con verificación
nl: met verificatie

source: Write Note
de_de: Notiz Schreiben
es_es: Escribir Nota
nl: Schrijf Notitie

source: Yes
de_de: Ja
es_es: Si
nl: Ja

source: You are connected to a mobile network
de_de: Sie sind am Handynetzwerk angeschlossen
es_es: Estás conectado a la red móvil
nl: Je bent verbonden met een mobiel netwerk

source: You are connected to a WIFI network
de_de: Sie sind am WiFi-Netzwerk angeschlossen
es_es: Estás conectado a un red inalámbrica
nl: Je bent verbonden met een WIFI netwerk

source: You are connected to a wired network
de_de: Sie sind an einem Netzwerk angebunden
es_es: Estás conectado e una red cableada
nl: Je bent verbonden met een bekabeld netwerk

source: You are not allowed to see this page
de_de: Sie sind nicht berechtigt diese Seite anzusehen
es_es: No tienes permiso para ver esta página
nl: Je hebt geen toegang tot deze pagina

source: You are NOT connected to a network
de_de: Sie sind nicht an einem Netzwerk angebunden
es_es: No estás conectado a una red
nl: Je bent niet verbonden met een netwerk

source: You can also use Learning Toolbox from a mobile browser
de_de: Sie können die Learning Toolbox auch in einem mobilen Browser benutzen
es_es: También puedes utilizar la Learning Toolbox desde un navegador móvil
nl: Je kunt Learning Toolbox ook gebruiken in een mobiele browser

source: You can not navigate to another stack in this mode
de_de: Sie können nicht zu einem anderen Stack navigieren in diesem Modus
es_es: No puedes navegar a otro stack en este modo
nl: Je kunt niet naar een andere Stack navigeren in deze modus

source: You can search on terms and tags. By separating them by a comma, you indicate you want stacks only with all these terms and/or tags. Separating them by one or more spaces, indicates you want stacks to match any of these terms and/or tags. You can freely combine them and mark literal string by using quotes around it. Furthermore, you can restrict the search to the title, the author or the tags only.
de_de: Sie können sich auf Begriffe und Tags suchen. Indem man sie durch ein Komma zu trennen, geben Sie Sie Stapel wollen nur mit all diesen Bedingungen und / oder Tags. Die Trennung sie durch ein oder mehrere Leerzeichen, zeigt Sie Stapel wollen eine dieser Bedingungen anzupassen und / oder Tags. Sie können sie frei kombinieren und Literalzeichenfolge markieren, indem Sie Anführungszeichen um es zu benutzen. Darüber hinaus können Sie die Suche auf den Titel, den Autor oder die Tags nur beschränken.
es_es: Puedes buscar por términos o etiquetas. Para indicar que deseas sólo los Stacks que contengan todos los términos y/o etiquetas, sepáralos con una coma. Para indicar que deseas los Stacks que contengan cualquiera de estos términos y/o etiquetas, sepáralos con uno o más espacios. Puedes combinarlos libremente, y marcar expresiones literales encerrándolas entre comillas. Además, puedes restringir la búsqueda al título, el autor o sólo las etiquetas.
nl: Je kunt zoeken op steekwoorden en labels. Door komma's te gebruiken geef je aan alleen Stacks te willen vinden die alle steekwoorden en/of labels bevatten Door gebruik van spaties geef je aan Stacks te willen vinden die een of meerdere steekwoorden en/of labels bevatten. Je kunt dit combineren en woorden die bij elkaar horen tussen aanhalingstekens plaatsen. Daarnaast kun je de zoekactie beperken tot alleen de titel, alleen de auteur of alleen labels.

source: You can start a debugging session for an individual or a group of people. That only depends on who you share the generated key with. If you generate a key, it will be shown here:
de_de: Eine Debugging-Session kann für ein Individuum oder eine Gruppe gestartet werden. Das hängt davon ob mit wem Sie den den erzeugten Schlüssel teilen. Wenn Sie einen Schlüssel erzeugt haben, sehen Sie ihn hier:
es_es: Puedes iniciar una sesión de depuración para una persona o un grupo de personas. Eso sólo depende de con quién compartas la clave generada. Si generas una clave, se mostrará aquí::
nl: Je kunt een debug sessie starten voor een individuele gebruiker of een groep. Dat hangt slecht af van met wie je de gegenereerde code deelt. Als je code genereerd wordt die hier getoond:

source: You can view the tiles in the Preview or Edit screens
de_de: Sie können sich die Tiles in der Vorschau oder der Editieransicht anschauen
es_es: Puedes ver las fichas en las pantallas de Vista Previa o de Editar
nl: Je kunt de tegels bekijken in Voorbeeld of Aanpassen

source: You cannot edit this tile. You can only remove it
de_de: Sie können dieses Tile nicht bearbeiten. Sie können es nur entfernen
es_es: No puedes editar esta ficha. Solo puedes eliminarla
nl: Je kunt deze tegel niet aanpassen. Je kunt hem alleen verwijderen

source: You have new unread messages for this Stack.
de_de: Sie haben ungelesene Nachrichten für dieses Stack.
es_es: Tienes mensajes no leídos para este Stack.
nl: Er zijn ongelezen berichten voor deze Stack

source: You have unsaved changes
de_de: Änderungen sind noch nicht gespeichert
es_es: Tienes cambios sin guardar.
nl: Er zijn niet opgeslagen wijzigingen

source: You must be the owner of this Stack to open it.
de_de: Sie müssen Besitzer diese Stacks sein um es öffnen zu können
es_es: Solo el propietario puede abrir este Stack.
nl: Alleen de eigenaar van de Stack kan hem openen.

source: You must fill at least one of the input fields
de_de: Sie müssen mindestens eines der Felder ausfüllen.
es_es: Tienes que rellenar al menos uno de los campos
nl: Je moet minimaal een van de velden invullen

source: You succesfully saved your Stack
de_de: Ihr Stack wurde erfolgreich gespeichert
es_es: Tu Stack se ha guardado correctamente
nl: Je Stack is succesvol opgeslagen

source: Your Content Items
de_de: Ihre Inhalte
es_es: Tus contenidos
nl: Jouw artikelen

source: Your contribution is ready for upload
de_de: Ihr Beitrag can jetzt hochgeladen werden
es_es: Tu contribución está lista para subir
nl: Jouw bijdrage is klaar om geüpload te worden

source: Your message could not be removed
de_de: Ihre Nachricht konnte nicht entfernt werden
es_es: Tu mensaje no ha podido eliminarse
nl: Je bericht kon niet verwijderd worden

source: Your message could not be saved
de_de: Ihre Nachricht konnte nicht gespeichert werden
es_es: Tu mensaje no ha podido guardarse
nl: Je bericht kon niet worden opgeslagen

source: Your message has been successfully deleted
de_de: Ihre Nachricht ist erfolgreich gelöscht worden
es_es: Tu mensaje ha sido eliminado correctamente
nl: Je bericht is met succes verwijderd
