Repository: learning-layers/LTB-Tilestore
Catalog: po/*.po
Languages: de_de, es_es, nl

source: (on the actual screen it might look different)
de_de: (dies kann anders aussehen auf dem eigentlichen Display)
es_es: (es posible que se ve de forma diferente en la pantalla real)
nl: (het kan er op het echte scherm anders uitzien)

source: [Choose a Colour]
de_de: [Wählen Sie eine Farbe]
es_es: [Elige un Color]
nl: [Kies een kleur]

source: [Choose a Size]
de_de: [Wählen Sie eine Größe]
es_es: [Elige un Tamaño]
nl: [Kies de maat]

source: [Choose your preferred stack]
de_de: [Wählen Sie Ihren bevorzugten Stack]
es_es: [Elige tu stack preferido]
nl: [Kies je voorkeurstack]

source: [no app selected]
de_de: [keine App gewählt]
es_es: [app no seleccionada]
nl: [geen app geselecteerd]

source: [untitled]
de_de: [ohne Titel]
es_es: [sin título]
nl: [Naamloos]

source: [Untitled] on
de_de: [Ohne Titel] auf
es_es: [Sin título] en
nl: [Zonder titel] op

source: A listing of one or more external content items
de_de: Eine Liste von einem oder mehreren externen Inhalten
es_es: Un listado de uno o más elementos de contenido externo
nl: Een lijst van een of meer externe elementen

source: A minimum length of %s is required for the search string
de_de: Der Suchbegriff muss eine Mindestlänge von %s haben
es_es: Una longitud mínima de %s es necesaria para la cadena de búsqueda
nl: Het zoekargument moet minimaal %s tekens bevatten

source: Abort
de_de: Abbrechen
es_es: Abortar
nl: Afbreken

source: About
de_de: Über
es_es: Acerca de
nl: Over LTB

source: About Learning Toolbox
de_de: Über die Learning Toolbox
es_es: Acerca de la Learning Toolbox
nl: Over Learning Toolbox

source: Add
de_de: Hinzufügen
es_es: Añadir
nl: Toevoegen

source: Add a tag
de_de: Tag hinzufügen
es_es: Añadir etiqueta
nl: Label toevoegen

source: Add File
de_de: Datei hinzufügen
es_es: Añadir archivo
nl: Bestand toevoegen

source: Add Link
de_de: Link hinzufügen
es_es: Añadir vínculo
nl: Link toevoegen

source: Add new screen
de_de: Neue Ansicht hinzufügen
es_es: Añadir pantalla nueva
nl: Nieuw scherm toevoegen

source: Add this Stack to your favourites?
de_de: Diesen Stack zu Ihren Favoriten hinzufügen?
es_es: Añadir este stack a tus favoritos?
nl: Deze Stack aan je favorieten toevoegen?

source: Add to favourites
de_de: Ihren Favoriten hinzufügen
es_es: Añadir a favoritos
nl: Voeg toe aan favorieten

source: Add url to list
de_de: URL zur Liste hinzufügen
es_es: Añadir URL a la lista
nl: Url aan lijst toevoegen

source: Adding favourite did not succeed.
de_de: Hinzufügen als Favorit fehlgeschlagen
es_es: No se ha podido añadir favorito.
nl: Het toevoegen aan favorieten is niet gelukt.

source: Administration
es_es: Administración
nl: Beheer

source: Administration page
de_de: Administrationsseite
es_es: Página de administración
nl: Beheerpagina

source: All
de_de: Alles
es_es: Todos
nl: Alle

source: All options
de_de: Alle Optionen
es_es: Todas las opciones
nl: Alle opties

source: Allow access by authenticated users only
de_de: Zugang nur für authentifizierte Benutzer erlaubt
es_es: Permitir acceso únicamente a usuarios autentificados
nl: Sta alleen ingelogde gebruikers toe

source: Allow anonymous access
de_de: Anonymer Zugang erlaubt
es_es: Permitir acceso anónimo
nl: Anonieme toegang toestaan

source: Allow chat
de_de: Chat zulassen
es_es: Permitir chat
nl: Chat toestaan

source: Allow users to add files or urls
de_de: Dem Benutzer erlauben Dateien oder URLs hinzuzufügen
es_es: Permitir usuarios añadir archivos o URLs
nl: Gebruikers toestaan bestanden of links toe te voegen

source: An error occurred.
de_de: Ein Fehler ist aufgetreten.
es_es: Se ha producido un error.
nl: Er is een fout opgetreden

source: and end date
de_de: und Enddatum
es_es: y fecha final
nl: en einddatum

source: Anonymous access
de_de: Anonymer Zugang
es_es: Acceso anónimo
nl: Anonieme toegang

source: Api location can never be empty
de_de: Das Feld ‘Api location’ darf nicht leer sein
es_es: El campo ‘Api location’ no puede estar vacío
nl: API locatie kan nooit leeg zijn

source: App link
es_es: Enlace app

source: Apply
de_de: Übernehmen
es_es: Aplicar
nl: Toepassen

source: Are you sure you want to delete this message?
de_de: Wollen Sie diese Nachricht wirklich löschen?
es_es: ¿Estás seguro de que quieres eliminar este mensaje?
nl: Weet je zeker dat je dit bericht wil verwijderen?

source: Are you sure you want to delete this screen with all the tiles?
de_de: Wollen Sie diese Ansicht mit allen Tiles wirklich löschen?
es_es: ¿Estás seguro de que quieres eliminar esta pantalla con todas las fichas?
nl: Weet je zeker dat je dit scherm wil verwijderen met alle tegels?

source: Are you sure you want to delete this Stack?
de_de: Wollen Sie dieses Stack wirklich löschen?
es_es: ¿Estás seguro de que quieres eliminar este Stack?
nl: Weet je zeker dat je deze Stack wil verwijderen?

source: Are you sure you want to delete this tile?
de_de: Wollen Sie dieses Tile wirklich löschen?
es_es: ¿Estás seguro de que quieres eliminar esta ficha?
nl: Weet je zeker dat je deze tegel wil verwijderen?

source: Argument list is empty for the update
de_de: Die Argumentliste ist leer für den Update
es_es: La lista de argumentos está vacía
nl: Argumentenlijst is leeg voor de update

source: Authenticated users
de_de: Authentifizierter Benutzer
es_es: Usuario autentificado
nl: Ingelogde gebruikers

source: Author only
de_de: Nur Autor
es_es: Solo autor
nl: Alleen auteur

source: back
de_de: Zurück
es_es: atrás
nl: terug

source: Back to previous screen
de_de: Zurück zur vorherigen Ansicht
es_es: Ir a pantalla previa
nl: Terug naar vorig scherm

source: black
de_de: schwarz
es_es: negro
nl: zwart

source: blue
de_de: blau
es_es: azul
nl: blauw

source: by
de_de: von
es_es: por
nl: door

source: Cancel
de_de: Abbrechen
es_es: Cancelar
nl: Annuleren

source: Choose a new preferred Stack
de_de: Wählen Sie ein neues bevorzugtes Stack
es_es: Elige un nuevo Stack preferido
nl: Kies een nieuwe voorkeurstack

source: Choose from a range of Stacks and tiles provided to you for free. Browse Stacks and tiles and mark those you particularly like as your favourites. Customise tiles at any time and arrange your Stacks to suit your particular needs. Create new Stacks for your users, either from scratch or building on Stacks brought to you by the Tilestore. And share them with your colleagues and the wider world. Create QR codes so others can quickly find your Stacks. Using these QR codes, you can also link your Stacks to locations, machines, tools or any other physical element so that others can get them where and when they need them. We also provide you with a push messaging feature to keep in touch with your users.
de_de: Schauen Sie sich die zahlreichen, freiverfügbaren Stacks und Tiles an und markieren Sie die für Sie geeigneten als Favoriten. Sie können die einzelnen Tiles auch noch speziell an ihre Bedürfnisse anpassen. Erstellen Sie ganz neue Stacks oder bearbeiten Sie im Tilestore vorhandene Stacks für Ihre Nutzer und teilen Sie diese mit Kollegen. Mit den Stack eigenen QR-Codes sind diese überall verfügbar. Sie können QR-Codes an den entsprechenden Maschinen, Orten, Werkzeugen oder jeder anderem Objekt befestigen und so jedem mit der Learning Toolbox den Zugriff durch bloßes Einscannen ermöglichen, wenn er gebraucht wird. Außerdem gibt es auch ein Push-Nachrichtensystem mit dem sie in Verbindung mit ihren Nutzern bleiben.
es_es: Elige entre múltiples Stacks y fichas gratuitas. Explora los Stacks y fichas y marca como favoritas aquellas que más te gusten. Personaliza las fichas en cualquier momento y organiza tus Stacks para que se adapten a tus necesidades. Crea nuevos Stacks para tus usuarios desde cero o partiendo de los Stacks proporcionadas en la Tilestore. Y compártelas con tus compañeros y el resto del mundo. Crea códigos QR para que otros puedan encontrar rápidamente tus Stacks. Utilizando estos códigos QR también puedes vincular tus Stacks a lugares, máquinas, herramientas o cualquier otro elemento físico que permita a otros localizarlas cuando y donde las necesiten.También te proporcionamos un servicio de mensajería instantánea para que puedas mantenerte en contacto con tus usuarios.
nl: Allerlei dynamische content en apps kunnen worden samengevoegd in zogenaamde stacks om handig alles bij elkaar te hebben. De Tilestore is de plek om zulke stacks te zoeken en toe te voegen aan je accessoires om het leren op de werkvloer nog makkelijker en leuker te maken. Je kunt een willekeurige serie stacks toevoegen aan je favorieten toevoegen die voor jou interessant zijn. Allemaal gratis. Je kunt, voor zover vrijgegeven, andermans werk kopiëren en naar eigen inzicht tegels aanpassen van stijl en inhoud en arrangeren naar wens. Ook kun je natuurlijk een geheel nieuwe stack maken. Stacks kun je voor jezelf houden, delen met je collega's of met de rest van de wereld. Elke stack krijgt een unieke code die automatisch in een QR code wordt verwerkt zodat anderen snel jouw stack kunnen vinden. Met behulp van deze QR codes kan je ook verwijzen naar locaties, machines of enig ander fysiek element zodat anderen deze op locatie kunnen oppikken. Ook hebben we een berichten systeem gemaakt dat berichten naar gebruikers van je stack stuurt zodat je deze op de hoogte kunt brengen van nieuws. Bovendien is er de optie om een chat faciliteit aan te zetten per stack zodat je in contact kunt treden met gebruikers van je stack.

source: Click here to open a public Stack
de_de: Klicken Sie hier um einen öffentlich zugänglichen Stack zu öffnen
es_es: Haz click aquí para abrir un stack público
nl: Klik hier om een publieke Stack te openen

source: Click to open this Stack in the Learning Toolbox app for Android.
de_de: Klicken sie hier, um das Stack in der Learning Toolbox app für Android zu öffnen.
es_es: Haz clic para abrir este Stack en la Learning Toolbox app para Android.
nl: Klik om deze Stack te openen in de Learning Toolbox app voor Android.

source: Click to open this Stack in the Learning Toolbox app for iOS.
de_de: Klicken sie hier, um das Stack in der Learning Toolbox app für iOS zu öffnen.
es_es: Haz clic para abrir este Stack en la Learning Toolbox app para iOS.
nl: Klik om deze Stack te openen in de Learning Toolbox app voor iOS.

source: Click to open this Stack in the Learning Toolbox app for Windows Phone (beta only).
de_de: Klicken sie hier, um das Stack in der Learning Toolbox app für Windows Phone (beta Fassung) zu öffnen.
es_es: Haz clic para abrir este Stack en la Learning Toolbox app para Windows Phone (sólo beta).
nl: Klik om deze Stack te openen in de Learning Toolbox app voor Windows Phone (beta only).

source: Close
de_de: Schließen
es_es: Cerrar
nl: Afsluiten

source: Close Editor
de_de: Editor schließen
es_es: Cerrar Editor
nl: Bewerken sluiten

source: Close Preview
de_de: Vorschau schliessen
es_es: Cerrar vista previa
nl: Voorbeeld sluiten

source: Close this screen
de_de: Diese Ansicht schliessen
es_es: Cierra esta pantalla
nl: Sluit dit scherm

source: Collection
de_de: Kollektion
es_es: Colección
nl: Collectie

source: Communication
de_de: Kommunikation
es_es: Comunicación
nl: Communicatie

source: Confirm delete
de_de: Bestätigen Sie das Löschen
es_es: Confirmar eliminar
nl: Verwijderen bevestigen

source: Contact
de_de: Kontakt
es_es: Contacto

source: Contact us
de_de: Kontaktieren Sie uns
es_es: Contacta con nosotros
nl: Neem contact op

source: Content
de_de: Inhalte
es_es: Contenido
nl: Tekst

source: Content tile
de_de: Inhalte Tile
es_es: Ficha ‘contenido’
nl: Tekst tegel

source: Copy
de_de: Kopieren
es_es: Copiar
nl: Kopieer

source: Copy from
de_de: Kopieren von
es_es: Copiar desde
nl: Kopie van

source: Could not retrieve the stacks; an error occurred in retrieving them
de_de: Beim Übertragen der Stacks ist ein Fehler aufgetreten
es_es: No se han podido recuperar los Stacks; se ha producido un error al recuperarlas
nl: Kon de Stacks niet ophalen; er is een fout opgetreden bij het ophalen

source: Could not retrieve your favourites; an error occurred in retrieving them
de_de: Beim Übertragen ihrer Favoriten ist ein Fehler aufgetreten
es_es: No se ha podido obtener sus favoritos; se ha producido un error obteniéndolos
nl: Kon jouw favorieten niet ophalen; er is een fout opgetreden bij het ophalen

source: Could not retrieve your stacks; an error occurred in retrieving them
de_de: Beim Übertragen ihrer Stacks ist ein Fehler aufgetreten
es_es: No se ha podido obtener sus Stacks; se ha producido un error obteniéndolos
nl: Kon jouw Stacks niet ophalen; er is een fout opgetreden bij het ophalen

source: Could not set status of message:
de_de: Der Nachrichtenstatus konnten nicht festgesetzt werden:
es_es: No he podido asignar el estado del mensaje:
nl: Kon de status van het bericht niet maken

source: Create a new collection item
de_de: Einen neuen Kollektionsinhalt erstellen
es_es: Crear nuevo elemento para la colección
nl: Maak een nieuwe collectie element

source: Create new screen
de_de: Neue Ansicht erstellen
es_es: Crear nueva pantalla
nl: Maak een nieuw scherm

source: Create new Stack
de_de: Neues Stack erstellen
es_es: Crear nuevo Stack
nl: Maak een nieuwe Stack

source: Create Stack
de_de: Stack erstellen
es_es: Crear Stack
nl: Stack maken

source: Data Server
de_de: Datenserver
es_es: Servidor de Datos

source: Date created
de_de: Erstellt am
es_es: Fecha de creación
nl: Gemaakt op

source: Debug Code
es_es: Código Depuración

source: Debug Recording
de_de: Debug protokollieren
es_es: Registro de Depuración
nl: Debug opname

source: Debugging Messages
de_de: Debugging Nachrichten
es_es: Mensajes Depuración
nl: Debug boodschappen

source: default
es_es: valor por defecto
nl: standaard

source: Delete
de_de: Löschen
es_es: Eliminar
nl: Verwijderen

source: Delete Messages
de_de: Nachrichten löschen
es_es: Eliminar Mensajes
nl: Verwijder berichten

source: Delete of favourite failed
de_de: Löschen des Favoriten fehlgeschlagen
es_es: Fallo al eliminar favorito
nl: Favoriet kon niet verwijderd worden

source: Delete Screen
de_de: Ansicht löschen
es_es: Eliminar Pantalla
nl: Scherm verwijderen

source: Delete Stack
de_de: Stack löschen
es_es: Eliminar Stack
nl: Stack verwijderen

source: Denied by
de_de: Abgelehnt von
es_es: Denegado por
nl: Inloggen mislukt bij

source: Description
de_de: Beschreibung
es_es: Descripción
nl: Omschrijving

source: Description (max 100 char)
de_de: Beschreibung (max 100 Zeichen)
es_es: Descripción (máx 100 caracteres)
nl: Omschrijving (max 100 tekens)

source: Do not leave
de_de: Nicht verlassen
es_es: No salgas
nl: Niet weggaan

source: Do you want to leave the page anyway?
de_de: Wollen Sie die Seite trotzdem verlassen
es_es: ¿Quieres salir de esta página de todos modos?
nl: Wil je de pagina toch verlaten?

source: double
de_de: doppelt
es_es: doble
nl: dubbel

source: double-down
de_de: doppelt-senkrecht
es_es: doble-vertical
nl: dubbel-hoog

source: down
de_de: runter
es_es: abajo
nl: omlaag

source: Drop file here or click to select
de_de: Datei auswählen oder drag-and drop eine Datei
es_es: Soltar o seleccionar archivo
nl: Drop of selecteer een bestand

source: Duplicate
de_de: Kopieren
es_es: Duplicar
nl: Dupliceren

source: Duplicate this screen
de_de: Ansicht kopieren
es_es: Duplicar esta pantalla
nl: Dupliceer dit scherm

source: Edit
de_de: Editieren
es_es: Editar
nl: Aanpassen

source: Embed
de_de: Einbetten
es_es: Incrustar
nl: Voeg in

source: Embed external content
de_de: Externe Inhalte einbetten
es_es: Incrustar contenido externo
nl: Externe gegevens invoegen

source: End
de_de: Ende
es_es: Fin
nl: Eind

source: Enter a title and description and press upload below.
de_de: Bitte Titel und Beschreibung eingeben und Hochladen anklicken.
es_es: Introduzca un título y descripción y pulse Subir a continuación.
nl: Voeg een titel en een omschrijving toe en druk op uploaden.

source: Evaluation
de_de: Auswertung
es_es: Evaluación
nl: Evaluatie

source: External Content
de_de: Externe Inhalte
es_es: Contenido externo
nl: Externe gegevens

source: Favourites
de_de: Favoriten
es_es: Favoritos
nl: Favorieten

source: File
de_de: Datei
es_es: Fichero
nl: Bestand

source: File Type
de_de: Datei-Typ
es_es: Tío de archivo
nl: Bestandstype

source: File upload aborted
de_de: Hochladen der Datei abgebrochen
es_es: Subida de fichero abortado
nl: Bestand uploaden afgebroken

source: File upload failed.
de_de: Hochladen der Datei fehlgeschlagen
es_es: Fallo al subir el fichero.
nl: Bestand uploaden mislukt.

source: Fill in your verification code
de_de: Füllen Sie den Bestätigungscode aus
es_es: Rellena tu código de verificación
nl: Vul je verificatiecode in

source: For every action of a user we keep an anonymised log at the data server. If you are an evaluator you can download these in csv-format.
de_de: Wir speichern Daten über die detaillierte Benutzung der Learning Toolbox auf unseren Servern anonym ab. Wenn Sie in eine Auswertungsrolle im Layers Projekt haben, können Sie diese Daten im CSV Format herunterladen.
es_es: Estamos guardando en nuestro servidor de datos un registro anónimo de todas las acciones de los usuarios con la Learning Toolbox. Si eres un evaluador, puedes bajarte estos datos en formato CSV.

source: Force Tile title for single item collection
de_de: Angegebener Title für Einzelinhaltskollektion benutzen
es_es: Utilizar el título de la ficha para
nl: Forceer tegel titel voor collectie met enkel element

source: forward
de_de: vorwärts
es_es: delante
nl: vooruit

source: Get Feed
de_de: Feed abrufen
es_es: Obtener feed
nl: Feed ophalen

source: Get Log file
de_de: Logdatei abrufen
es_es: Obtener archivo de registro
nl: Log bestand ophalen

source: Get Messages
de_de: Nachrichten abrufen
es_es: Obtener Mensajes
nl: Berichten ophalen

source: green
de_de: grün
es_es: verde
nl: groen

source: Heading
de_de: Titel
es_es: Título
nl: Kop

source: Help
de_de: Hilfe
es_es: Ayuda

source: Hidden
de_de: Unsichtbar
es_es: Oculto
nl: verborgen

source: home
es_es: inicio
nl: start

source: Home
es_es: Inicio
nl: Start

source: How to use Learning Toolbox
de_de: Benutzen der Learning Toolbox
es_es: Como utilizar la Learning Toolbox
nl: Hoe gebruik ik de Learning Toolbox

source: Icon
es_es: Icono
nl: Icoon

source: If you have feedback, please contact the people at....
de_de: Wir sind Ihnen dankbar für jeden Feedback. Bitte richten Sie sich an…
es_es: Si tienes algunas sugerencias, por favor contacta con las personas en…

source: If you want to narrow your search, separate search terms with commas. If you want to widen your search, add more terms separated by spaces. You can group words by enclosing them with quotes.
de_de: Um Ihre Suche einzuschränken, können sie die Begriffe durch Kommas trennen. Um Ihre Suche zu erweitern, können sie mehr Begriffe durch Leerzeichen getrennt eingeben. Begriffe können mit Anführungszeichen als Gruppen definiert werden.
es_es: Si deseas delimitar tu búsqueda, separa los términos de búsqueda con una coma. Si deseas ampliar tu búsqueda, añade más términos separados por espacios. Puedes agrupar palabras encerrándolas entre comillas.
nl: Als je je zoekactie wilt verfijnen kun je je zoekargumenten scheiden door middel van komma's en als je je zoekactie wilt verbreden kun je meer zoektermen toevoegen gescheiden door spaties. Je kunt zoektermen groeperen door ze tussen aanhalingstekens te plaatsen.

source: Ignore changes
de_de: Änderungen ignorieren
es_es: Ignorar cambios
nl: Wijzigingen negeren

source: Image
de_de: Bild
es_es: Imagen
nl: Plaatje

source: In case you encounter unexpected behaviour, we may be able to help you better if you switch on debugging mode. Ask for the code to be able to switch it on
de_de: Falls Sie auf unerwartete Problem stossen, können Sie den Debugmodus anschalten so dass wir Ihnen weiterhelfen können. Beantragen Sie einen Debugcode um diese Funktion freizuschalten.
es_es: Si has encontrado un problema inesperado, activa una sesión de depuración par que te podemos ayudar mejor. Pide el código de activación aquí
nl: Als je onverwachte resultaten krijgt, dan kunnen we je wellicht beter helpen als je de debug modus activeert. Vraag om een code om dit te bewerkstelligen

source: Invalid Stack
de_de: Ungültiges Stack
es_es: Stack inválido
nl: Ongeldige Stack

source: Items in the collection
de_de: Inhalte in der Kollektion
es_es: Ítemes en la colección
nl: Elementen in de collectie

source: Keywords
de_de: Stichwörter
es_es: Palabras claves
nl: Steekwoorden

source: Last opened Stack
de_de: Zuletzt geöffnetes Stack
es_es: Último Stack abierto
nl: Laatst geopende Stack

source: Last updated
de_de: Letztes Update am
es_es: Última actualización
nl: Laatste wijziging

source: Launch App
de_de: App starten
es_es: Iniciar App
nl: Mobiele App

source: Layout
es_es: Diseño
nl: Opmaak

source: Link to a mobile app
de_de: Link zu einer mobilen App
es_es: Enlazar con una app móvil
nl: Link naar mobiele app

source: loading tiles...
de_de: Tiles werden geladen ...
es_es: cargando fichas…
nl: Tegels laden...

source: Local Content
de_de: Lokale Inhalte
es_es: Contenido local
nl: Lokale gegevens

source: Log In
de_de: Anmelden
es_es: Iniciar sesión
nl: Inloggen

source: Log Out
de_de: Abmelden
es_es: Cerrar Sesión
nl: Uitloggen

source: Mark as read
de_de: Als gelesen markieren
es_es: Marcar como leído
nl: Markeer als gelezen

source: Mark as unread
de_de: Als ungelesen markieren
es_es: Marcar como no leído
nl: Markeer als ongelezen

source: Message
de_de: Nachricht
es_es: Mensaje
nl: Notitie

source: Message content
de_de: Nachrichteninhalt
es_es: Contenido del mensaje
nl: Bericht

source: Messages
de_de: Nachrichten
es_es: Mensajes
nl: Berichten

source: Messages of
de_de: Nachrichten von
es_es: Mensajes de
nl: Berichten van

source: More information on how to use the tool is coming up.
de_de: Mehr Information zum Tool wird in Kürze bereitgestellt.
es_es: En breve te proporcionamos más información sobre como utilizar la herramienta.
nl: Meer informatie zal hier worden gepubliceerd.

source: My Favourites
de_de: Meine Favoriten
es_es: Mis Favoritos
nl: Mijn Favorieten

source: My Stacks
de_de: Meine Stacks
es_es: Mis Stacks
nl: Mijn Stacks

source: Name
es_es: Nombre
nl: Naam

source: Name of collection
de_de: Name der Kollektion
es_es: Nombre de la colección
nl: Naam van collectie

source: Navigate to screen or stack
de_de: Zur Ansicht oder zum Stack
es_es: Ir a pantalla o stack
nl: Navigeer naar scherm of Stack

source: Navigation
es_es: Navegación
nl: Navigatie

source: Navigation icon
de_de: Navigationssymbol
es_es: Icono de navegación
nl: Navigatie icoon

source: New App
de_de: Neue App
es_es: Nueva App
nl: Nieuwe App

source: New Collection
de_de: Neue Kollektion
es_es: Nueva Colección
nl: Nieuwe Collectie

source: New Content
de_de: Neuer Inhalt
es_es: Contenido Nuevo
nl: Nieuwe Tekst

source: New Embed
de_de: Neues Einbetten
es_es: Incrustar Nuevo
nl: Nieuwe Media

source: New External Content
de_de: Neuer externar Inhalt
es_es: Nuevo Contenido Externo
nl: Nieuwe externe media

source: New Local Content
de_de: Neuer lokaler Inhalt
es_es: Nuevo Contenido Local
nl: Nieuwe lokale media

source: New Message
de_de: Neue Nachricht
es_es: Mensaje Nuevo
nl: Nieuw bericht

source: New Navigation
de_de: Neue Navigation
es_es: Navegación Nueva
nl: Nieuwe Navigatie

source: New RSS
de_de: Neues RSS
es_es: RSS Nuevo
nl: Nieuwe RSS

source: Next token refresh:
de_de: Nächste Tokenaktualisierung
es_es: Siguiente actualización del token:

source: No account yet? Click the login button to create an account
de_de: Noch kein Account? Auf ‘Anmelden’ klicken und ein Account anlegen
es_es: No tienes una cuenta? Haz clic en el botón ‘Iniciar’ para crear una cuenta
nl: Nog geen account? Klik op de login knop om een account te maken
